Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVICE_LOCATOR_MESSAGE_UNKNOWN
source: Find My allows you to locate, lock, or erase your device if it’s lost or stolen. It will also be enabled on any supported accessory that uses your Apple ID.
ar: تسمح ميزة "تحديد الموقع" بتحديد موقع جهازك أو قفله أو مسحه في حالة فقدانه أو سرقته. وسيتم تمكينها أيضًا على أي ملحق مدعوم يستخدم Apple ID الخاص بك.
bg: С функцията Намери можете да откриете, заключите или изтриете вашето устройство, ако е изгубено или откраднато. Тази функция ще се активира и за всеки поддържан аксесоар, който използва вашия идентификатор Apple ID.
ca: La cerca et permet trobar, bloquejar o esborrar el dispositiu si el perds o te’l roben. També s’activarà en tots els accessoris compatibles que utilitzin l’ID d’Apple.
cs: Služba Najít vám umožňuje vyhledat, zamknout nebo vymazat vaše ztracené či odcizené zařízení. Služba bude zapnuta také na všech ostatních podporovaných zařízeních využívajících vaše Apple ID.
da: Med Find kan du finde, låse eller slette din enhed, hvis du mister den, eller den bliver stjålet. Funktionen vil også blive slået til på understøttet tilbehør, der bruger dit Apple-id.
de: Mit „Wo ist?“ kann dieses Gerät bei Verlust oder Diebstahl geortet, gesperrt oder gelöscht werden. Die Funktion wird auch auf allen unterstützten Geräten aktiviert, die deine Apple‑ID verwenden.
el: Η Εύρεση σάς επιτρέπει να εντοπίσετε, να κλειδώσετε ή να σβήσετε τη συσκευή σας σε περίπτωση απώλειας ή κλοπής. Επιπλέον, θα είναι ενεργοποιημένη σε οποιοδήποτε υποστηριζόμενο αξεσουάρ που χρησιμοποιεί το Apple ID σας.
es: La función Buscar te permite localizar, bloquear y borrar tu dispositivo si lo pierdes o te lo roban. También se activará en los accesorios compatibles que usen tu ID de Apple.
es_419: Encontrar te permite localizar, bloquear o borrar tu dispositivo si lo pierdes o te lo roban. También se activará en cualquier accesorio compatible que use tu Apple ID.
fi: Etsi-toiminnon avulla voit paikantaa, lukita tai tyhjentää laitteesi, jos se katoaa tai varastetaan. Toiminto otetaan käyttöön myös kaikissa tuetuissa lisälaitteissa, jotka käyttävät Apple ID:täsi.
fr: Localiser vous permet de localiser, verrouiller ou effacer votre appareil en cas de perte ou de vol. Cette option sera aussi activée sur tout accessoire pris en charge utilisant votre identifiant Apple.
fr_ca: La fonction Localiser vous permet de localiser, verrouiller ou effacer votre appareil en cas de perte ou de vol. Cette fonction sera également activée sur tout accessoire compatible qui utilise votre identifiant Apple.
he: ״איתור״ מאפשר לך לאתר, לנעול או למחוק את המכשיר שלך אם הוא אבד או נגנב. המאפיין יופעל בנוסף בכל אביזר נתמך המשתמש ב-Apple ID שלך.
hi: Find My के ज़रिए आप अपना डिवाइस खो जाने या चोरी हो जाने की स्थिति में उसका पता लगा सकते हैं, उसे लॉक कर सकते हैं या उसका डेटा मिटा सकते हैं। यह आपकी Apple ID का उपयोग करने वाले किसी भी समर्थित ऐक्सेसरी पर सक्षम किया जाएगा।
hr: Značajka Pronalaženje omogućava lociranje, zaključavanje ili brisanje vašeg uređaja ako bude izgubljen ili ukraden. Također će biti omogućena na svim podržanim priborima koji koriste vaš Apple ID.
hu: A Lokátor segítségével megkeresheti, zárolhatja vagy törölheti eszközét, ha elveszíti vagy ellopják. Engedélyezve lesz minden olyan támogatott kiegészítőn is, amely az Ön Apple ID-ját használja.
id: Lacak memungkinkan Anda untuk menemukan, mengunci, atau menghapus perangkat Anda jika perangkat hilang atau dicuri. Lacak juga akan diaktifkan di semua aksesori yang didukung yang menggunakan ID Apple Anda.
it: Dov’è ti permette di individuare la posizione del tuo dispositivo e di bloccarlo o inizializzarlo nel caso in cui venga smarrito o sottratto. L’opzione verrà abilitata su tutti gli accessori supportati che utilizzano il tuo ID Apple.
ja: “探す”を使うと、紛失または盗難にあった場合、このデバイスの所在地確認/ロック/消去を実行できます。同じApple IDを使用する対応しているアクセサリのすべてで有効になります。
kk: «Локатор» функциясы құрылғыңыз жоғалған немесе ұрланған жағдайда, орналасқан жерін табуға, құлыптауға немесе деректерін өшіруге мүмкіндік береді. Сондай-ақ бұл функция Apple ID аккаунтыңыз пайдаланылатын кез келген қолдау көрсетілетін керек-жарақта іске қосылады.
ko: 나의 찾기를 사용하면 사용자의 기기를 분실하거나 도난당했을 때 해당 기기를 찾거나, 잠그거나, 지울 수 있습니다. 또한 사용자의 Apple ID를 사용하는 지원 액세서리에서도 모두 활성화됩니다.
lt: Naudojant lokatorių galima nustatyti pamesto arba pavogto įrenginio buvimo vietą, jį užrakinti arba ištrinti jo duomenis. Lokatorius taip pat bus įjungtas kiekviename palaikomame priede, kuriame naudojamas jūsų „Apple ID“.
ms: Cari membolehkan anda mencari, mengunci atau memadamkan peranti anda jika ia hilang atau dicuri. Ia turut akan didayakan pada sebarang aksesori disokong yang menggunakan Apple ID anda.
nb: Med Hvor er kan du finne igjen, låse eller slette enheten din hvis den mistes eller blir stjålet. Funksjonen aktiveres også på alt støttet tilbehør som bruker samme Apple‑ID.
nl: Met Zoek mijn kun je je apparaat zoeken, vergrendelen of wissen als je het bent verloren of als het is gestolen. Deze functie wordt ook ingeschakeld op elk ondersteund accessoire dat je Apple ID gebruikt.
pl: Usługa Znajdź pozwala lokalizować, blokować i wymazywać urządzenie, jeśli zostanie zgubione lub skradzione. Zostanie włączona na każdym obsługiwanym urządzeniu korzystającym z Twojego Apple ID.
pt_br: O recurso Buscar permite que você localize, bloqueie ou apague seu dispositivo caso ele seja perdido ou roubado. O recurso também será ativado em qualquer acessório compatível que use seu ID Apple.
pt_pt: Encontrar permite‑lhe localizar, bloquear ou apagar o seu dispositivo se o perder ou se for roubado. Esta funcionalidade será igualmente ativada em qualquer acessório suportado que use o seu ID Apple.
ro: “Găsire” vă permite să localizați, să blocați sau să ștergeți dispozitivul dvs. în cazul pierderii sau furtului acestuia. Funcționalitatea va fi activată și pentru orice accesoriu compatibil care utilizează ID‑ul dvs. Apple.
ru: Функция «Локатор» позволяет Вам находить, блокировать или стирать свое устройство в случае его кражи или утери. Эта функция также будет включена на любых поддерживаемых аксессуарах, где используется Ваш Apple ID.
sk: Služba Nájsť vám umožňuje nájsť na mape, zamknúť alebo vymazať vaše zariadenie v prípade jeho straty alebo odcudzenia. Táto služba bude zároveň zapnutá na všetkom podporovanom príslušenstve, ktoré používa vaše Apple ID.
sl: Funkcija Najdi vam omogoča, da poiščete, zaklenete in izbrišete svojo napravo, če jo izgubite ali vam jo ukradejo. Prav tako bo omogočena na vsaki podprti dodatni opremi, ki uporablja vaš račun Apple ID.
sv: Hitta gör att du kan hitta, låsa eller radera enheten om du tappar bort den eller om den blir stulen. Funktionen aktiveras även på alla tillbehör som stöds och som använder ditt Apple-ID.
th: “ค้นหาของฉัน” จะช่วยให้คุณหา ล็อค หรือลบข้อมูลอุปกรณ์ของคุณหากเครื่องสูญหายหรือถูกขโมย และจะถูกเปิดใช้งานบนอุปกรณ์เสริมที่รองรับและใช้ Apple ID ของคุณด้วย
tr: Bul; aygıtınız kaybolduğunda veya çalındığında onu bulmanızı, kilitlemenizi veya silmenizi sağlar. Ayrıca Apple kimliğinizi kullanan diğer desteklenen aksesuarlarda da etkinleştirilir.
uk: Локатор дає вам змогу знайти, замкнути чи стерти свій пристрій, якщо його втрачено або викрадено. Цю функцію також буде ввімкнено на всіх сумісних приладах, які використовують ваш Apple ID.
vi: Tìm cho phép bạn định vị, khóa hoặc xóa thiết bị nếu thiết bị của bạn bị mất hoặc đánh cắp. Ứng dụng cũng được bật trên bất kỳ phụ kiện nào được hỗ trợ sử dụng ID Apple của bạn.
zh_cn: 如果设备遗失或失窃，“查找”可让你定位、锁定或抹掉它，该功能将同时在使用你Apple ID登录的所有受支持配件上启用。
zh_hk: 「尋找」可讓你定位、鎖定或清除遺失或失竊的裝置。此功能亦會在其他使用你Apple ID的支援配件上啟用。
zh_tw: 「尋找」可讓你定位、鎖定或清除你遺失或遭竊的裝置。在使用你Apple ID的支援配件上也會啟用此功能。

# DEVICE_LOCATOR_MESSAGE_VISION
source: Find My iPhone allows you to lock, or erase your Apple Vision Pro if it’s lost or stolen.
ar: تسمح ميزة "العثور على iPhone" بقفل Apple Vision Pro أو مسحها في حالة فقدانها أو سرقتها.
bg: С функцията Намери моя iPhone можете да заключите или изтриете вашия Apple Vision Pro, ако е изгубен или откраднат.
ca: La cerca de l’iPhone et permet bloquejar o esborrar l’Apple Vision Pro si el perds o te’l roben.
cs: Funkce Najít iPhone vám umožňuje vyhledat, zamknout nebo vymazat vaše ztracené či odcizené zařízení Apple Vision Pro.
da: Med Find min iPhone kan du låse eller slette din Apple Vision Pro, hvis du mister den, eller den bliver stjålet.
de: Mit „Mein iPhone suchen“ kannst du deine Apple Vision Pro bei Verlust oder Diebstahl sperren oder löschen.
el: Η Εύρεση iPhone σάς επιτρέπει να κλειδώνετε ή να σβήνετε το Apple Vision Pro σε περίπτωση απώλειας ή κλοπής.
es: “Buscar mi iPhone” te permite bloquear y borrar tu Apple Vision Pro si lo pierdes o te lo roban.
es_419: Buscar Mi iPhone te permite bloquear o borrar tu Apple Vision Pro si lo pierdes o te lo roban.
fi: Etsi iPhoneni ‑toiminnon avulla voit paikantaa, lukita tai tyhjentää Apple Vision Pron, jos se katoaa tai varastetaan.
fr: « Localiser mon iPhone » vous permet de verrouiller ou d’effacer votre Apple Vision Pro en cas de perte ou de vol.
fr_ca: La fonction Localiser mon iPhone vous permet de verrouiller ou d’effacer votre Apple Vision Pro en cas de perte ou de vol.
he: ״איתור ה-Apple Vision Pro שלי״ מאפשר לך לנעול או למחוק את ה-Apple Vision Pro במקרים של אובדן או גניבה.
hi: Apple Vision Pro के खो जाने या चोरी हो जाने की स्थिति में “मेरा iPhone ढूँढें” आपको उसे लॉक करने या उसका डेटा मिटाने की सुविधा प्रदान करता है।
hr: Značajka "Nađi moj iPhone" omogućava zaključavanje ili brisanje vašeg uređaja Apple Vision Pro ako bude izgubljen ili ukraden.
hu: Az iPhone keresése szolgáltatással zárolhatja vagy törölheti az Apple Vision Próját, ha elveszíti vagy ellopják.
id: Lacak iPhone memungkinkan Anda untuk mengunci atau menghapus Apple Vision Pro Anda jika hilang atau dicuri.
it: La funzionalità “Trova il mio iPhone” ti consente di bloccare e inizializzare Apple Vision Pro nel caso in cui venga smarrito o sottratto.
ja: “iPhoneを探す”を使うと、紛失または盗難にあった場合、このApple Vision Proのロックや消去を実行できます。
kk: «iPhone құрылғымды табу» функциясы Apple Vision Pro құрылғыңыз жоғалған немесе ұрланған жағдайда, оны құлыптауға немесе деректерін өшіруге мүмкіндік береді.
ko: 나의 iPhone 찾기를 사용하면 사용자의 Apple Vision Pro를 분실하거나 도난당했을 때 해당 기기를 잠그거나 지울 수 있습니다.
lt: Naudojant „iPhone“ lokatorių galima užrakinti „Apple Vision Pro“ arba ištrinti jo duomenis., jei jis būtų pamestas ar pavogtas.
ms: Cari iPhone Saya membolehkan anda mengunci atau memadamkan Apple Vision Pro anda jika ia hilang atau dicuri.
nb: Med Finn iPhone kan du låse eller slette Apple Vision Pro hvis den mistes eller blir stjålet.
nl: Met Zoek mijn iPhone kun je je Apple Vision Pro zoeken, vergrendelen of wissen als je deze bent verloren of als deze is gestolen.
pl: Znajdź mój iPhone pozwala lokalizować, blokować i wymazywać Apple Vision Pro, jeśli zostanie zgubiony lub skradziony.
pt_br: O recurso Buscar iPhone permite que você bloqueie ou apague o Apple Vision Pro caso ele seja perdido ou roubado.
pt_pt: Encontrar iPhone permite‑lhe bloquear ou apagar o Apple Vision Pro se o perder ou se for roubado.
ro: “Găsire iPhone” vă permite să blocați sau să ștergeți Apple Vision Pro‑ul dvs. în cazul pierderii sau furtului acestuia.
ru: Функция «Найти Apple Vision Pro» позволяет находить, блокировать или стирать Apple Vision Pro в случае его кражи или потери.
sk: Nájsť môj iPhone vám umožňuje zamknúť alebo vymazať vaše Apple Vision Pro v prípade jeho straty alebo odcudzenia.
sl: Funkcija Najdi iPhone vam omogoča, da zaklenete ali izbrišete svojo napravo Apple Vision Pro, če jo izgubite ali vam jo ukradejo.
sv: Hitta min iPhone gör att du kan hitta, låsa eller radera din Apple Vision Pro om du tappar bort den eller om den blir stulen.
th: “ค้นหา iPhone ของฉัน” จะช่วยให้คุณล็อค หรือลบข้อมูล Apple Vision Pro ของคุณหากเครื่องสูญหายหรือถูกขโมย
tr: iPhone’umu Bul; Apple Vision Pro’nuz kaybolursa veya çalınırsa onu bulmanızı, kilitlemenizi veya silmenizi sağlar.
uk: Функція «Де iPhone» дає вам змогу знайти, замкнути чи стерти свій Apple Vision Pro, якщо його втрачено або викрадено.
vi: Tìm iPhone cho phép bạn khóa hoặc xóa Apple Vision Pro nếu thiết bị của bạn bị mất hoặc bị đánh cắp.
zh_cn: 如果Apple Vision Pro遗失或失窃，“查找我的iPhone”可让你锁定或抹掉它。
zh_hk: 「尋找我的iPhone」可讓你鎖定或清除遺失或失竊的Apple Vision Pro。
zh_tw: 「尋找我的iPhone」可讓你鎖定或清除你遺失或遭竊的Apple Vision Pro。

# DEVICE_LOCATOR_MESSAGE_WATCH
source: Find My iPhone allows you to locate, lock, or erase your iPhone if it’s lost or stolen. It will also be enabled on any paired Apple Watch or supported accessory that uses your Apple ID.
ar: تسمح ميزة "العثور على iPhone" بتحديد موقع iPhone أو قفله أو مسحه في حالة فقدانه أو سرقته. كما سيتم تمكينها على أي Apple Watch مقترنة أو ملحق مدعوم يستخدم Apple ID الخاص بك.
bg: С функцията Намери моя iPhone можете да откриете, заключите или изтриете вашия iPhone, ако е загубен или откраднат. Тази функция ще се активира и за всеки свързан Apple Watch или поддържан аксесоар, който използва вашия идентификатор Apple ID.
ca: La cerca de l’iPhone et permet trobar, bloquejar o esborrar l’iPhone si el perds o te’l roben. També s’activarà en tots els Apple Watch enllaçats o accessoris compatibles que utilitzin l’ID d’Apple.
cs: Najít iPhone vám umožňuje vyhledat, zamknout nebo vymazat váš ztracený či odcizený iPhone. Služba bude zapnuta také na všech spárovaných Apple Watch a podporovaných zařízeních využívajících vaše Apple ID.
da: Med Find min iPhone kan du finde, låse eller slette din iPhone, hvis du mister den, eller den bliver stjålet. Funktionen vil også blive slået til på et parret Apple Watch eller understøttet tilbehør, der bruger dit Apple-id.
de: Mit „Mein iPhone suchen“ kann dieses iPhone bei Verlust oder Diebstahl geortet, gesperrt oder gelöscht werden. Die Funktion wird auch auf jeder gekoppelten Apple Watch und jedem unterstützten Zubehör aktiviert, das deine Apple‑ID verwendet.
el: Η Εύρεση iPhone σάς επιτρέπει να εντοπίσετε, να κλειδώσετε ή να σβήσετε το iPhone σας σε περίπτωση απώλειας ή κλοπής. Επιπλέον, θα είναι ενεργοποιημένη σε οποιοδήποτε ζευγοποιημένο Apple Watch ή υποστηριζόμενο αξεσουάρ που χρησιμοποιεί το Apple ID σας.
es: “Buscar mi iPhone” te permite localizar, bloquear y borrar tu iPhone si lo pierdes o te lo roban. También se activará en los Apple Watch enlazados o los accesorios compatibles que usen tu ID de Apple.
es_419: Buscar Mi iPhone te permite localizar, bloquear o borrar tu iPhone si lo llegas a perder. También se activará en cualquier Apple Watch enlazado o accesorio compatible que use tu Apple ID.
fi: Etsi iPhoneni ‑toiminnon avulla voit paikantaa, lukita tai tyhjentää iPhonen, jos se katoaa tai varastetaan. Toiminto otetaan käyttöön myös kaikissa Apple Watch ‑laitepareissa ja tuetuissa lisälaitteissa, jotka käyttävät Apple ID:täsi.
fr: Localiser mon iPhone vous permet de localiser, verrouiller ou effacer votre iPhone en cas de perte ou de vol. Cette option sera aussi activée sur toute Apple Watch jumelée ou sur tout accessoire pris en charge utilisant votre identifiant Apple.
fr_ca: La fonction Localiser mon iPhone vous permet de localiser, verrouiller ou effacer votre iPhone en cas de perte ou de vol. Cette fonction sera également activée sur toute Apple Watch jumelée ou tout accessoire compatible qui utilise votre identifiant Apple.
he: ״איתור ה-iPhone שלי״ מאפשר לך לאתר, לנעול או למחוק את ה-iPhone שלך אם אבד או נגנב. הוא יופעל בנוסף בכל Apple Watch מקושר או בכל אביזר נתמך המשתמש ב-Apple ID שלך.
hi: “मेरा iPhone ढूँढें” खो जाने या चोरी हो जाने की स्थिति में आपको अपने iPhone का पता लगाने, लॉक करने या इसके डेटा को मिटाने की अनुमति देता है। यह आपकी Apple ID का उपयोग करने वाली किसी यु्ग्मित Apple Watch या समर्थित ऐक्सेसरी पर भी सक्षम किया जाएगा।
hr: Značajka "Nađi moj iPhone" omogućava lociranje, zaključavanje ili brisanje vašeg iPhonea ako bude izgubljen ili ukraden. Također će biti omogućena na svakom uparenom Apple Watchu ili podržanim priborima koji koriste vaš Apple ID.
hu: Az iPhone keresése szolgáltatással megkeresheti, zárolhatja vagy törölheti iPhone-ját, ha elveszíti vagy ellopják. Engedélyezve lesz minden olyan párosított Apple Watchon vagy támogatott kiegészítőn is, amely az Ön Apple ID-ját használja.
id: Lacak iPhone memungkinkan Anda untuk menemukan, mengunci, atau menghapus iPhone Anda jika perangkat hilang atau dicuri. Lacak iPhone juga akan diaktifkan di semua Apple Watch yang dipasangkan atau aksesori yang didukung yang menggunakan ID Apple Anda.
it: La funzionalità “Trova il mio iPhone” ti permette di individuare la posizione di iPhone e ti consente inoltre di bloccarlo e inizializzarlo nel caso in cui il tuo dispositivo venga smarrito o sottratto. L’opzione verrà abilitata anche su qualsiasi Apple Watch o accessorio supportato che utilizza il tuo ID Apple.
ja: “iPhoneを探す”を使うと、紛失または盗難にあった場合、このiPhoneの所在地確認/ロック/消去を実行できます。同じApple IDを使用するペアリングされたApple Watchまたは対応しているアクセサリのすべてで有効になります。
kk: «iPhone құрылғымды табу» функциясы iPhone құрылғыңыз жоғалған немесе ұрланған жағдайда, орналасқан жерін табуға, құлыптауға немесе деректерін өшіруге мүмкіндік береді. Сондай-ақ функция Apple ID аккаунтыңыз пайдаланылатын кез келген жұптастырылған Apple Watch сағатында немесе қолдау көрсетілетін керек-жарақта іске қосылады.
ko: 나의 iPhone 찾기를 사용하면 사용자의 iPhone을 분실하거나 도난당했을 때 해당 기기를 찾거나, 잠그거나, 지울 수 있습니다. 또한 페어링된 Apple Watch 또는 사용자의 Apple ID를 사용하는 지원 액세서리에서도 모두 활성화됩니다.
lt: Naudojant „iPhone“ lokatorių galima nustatyti pamesto arba pavogto „iPhone“ buvimo vietą, jį užrakinti arba ištrinti jo duomenis. Lokatorius taip pat bus įjungtas kiekviename susietame „Apple Watch“ arba palaikomame priede, kuriame naudojamas jūsų „Apple ID“.
ms: Cari iPhone Saya membolehkan anda mencari, mengunci atau memadamkan iPhone anda jika ia hilang atau dicuri. Ia turut akan didayakan pada sebarang Apple Watch berpasangan atau aksesori yang disokong yang menggunakan Apple ID anda.
nb: Med Finn iPhone kan du finne igjen, låse eller slette iPhonen din hvis den mistes eller blir stjålet. Funksjonen aktiveres også på alle sammenkoblede Apple Watch-klokker og støttet tilbehør som bruker samme Apple‑ID.
nl: Met Zoek mijn iPhone kun je je iPhone zoeken, vergrendelen of wissen als je deze bent verloren of als deze is gestolen. Deze functie wordt ook ingeschakeld op elke gekoppelde Apple Watch en elk ondersteund accessoire dat je Apple ID gebruikt.
pl: Znajdź mój iPhone pozwala lokalizować, blokować i wymazywać iPhone’a, jeśli zostanie zgubiony lub skradziony. Usługa ta zostanie włączona na każdym połączonym w parę Apple Watch lub obsługiwanym urządzeniu korzystającym z Apple ID.
pt_br: O recurso Buscar iPhone permite que você localize, bloqueie ou apague seu iPhone caso ele seja perdido ou roubado. O recurso também será ativado em qualquer Apple Watch emparelhado ou em qualquer acessório compatível que use seu ID Apple.
pt_pt: Encontrar iPhone permite‑lhe localizar, bloquear ou apagar o iPhone se o perder ou se for roubado. Esta funcionalidade será igualmente ativada em qualquer Apple Watch emparelhado ou acessório suportado que use o seu ID Apple.
ro: “Găsire iPhone” vă permite să localizați, să blocați sau să ștergeți iPhone-ul dvs. în cazul pierderii sau furtului acestuia. Funcționalitatea va fi activată și pentru orice Apple Watch asociat sau accesoriu compatibil care utilizează ID‑ul dvs. Apple.
ru: «Найти iPhone» позволяет Вам находить, блокировать или стирать свой iPhone в случае его кражи или утери. Функция будет также включена на любых часах Apple Watch, объединенных в пару с устройством, или на поддерживаемом аксессуаре, на котором используется Ваш Apple ID.
sk: Nájsť môj iPhone vám umožňuje nájsť na mape, zamknúť alebo vymazať váš iPhone v prípade jeho straty alebo odcudzenia. Táto služba bude zároveň zapnutá na všetkých spárovaných Apple Watch a podporovanom príslušenstve, ktoré používa vaše Apple ID.
sl: Funkcija Najdi iPhone vam omogoča, da poiščete, zaklenete ali izbrišete svoj iPhone, če ga izgubite ali vam ga ukradejo. Poleg tega bo omogočena v vsaki seznanjeni uri Apple Watch ali podprti dodatni opremi, ki uporablja vaš račun Apple ID.
sv: Hitta min iPhone gör att du kan hitta, låsa eller radera din iPhone om du tappar bort den eller om den blir stulen. Funktionen aktiveras även på alla parkopplade Apple Watch-enheter och tillbehör som stöds och som använder ditt Apple-ID.
th: “ค้นหา iPhone ของฉัน” จะช่วยให้คุณหา ล็อค หรือลบข้อมูล iPhone ของคุณถ้าเครื่องสูญหายหรือถูกขโมย และจะถูกเปิดใช้งานบน Apple Watch ที่จับคู่หรืออุปกรณ์เสริมที่รองรับและใช้ Apple ID ของคุณด้วย
tr: iPhone’umu Bul; iPhone’unuz kaybolduğunda veya çalındığında onu bulmanızı, kilitlemenizi veya silmenizi sağlar. Ayrıca Apple kimliği kullanan eşlenmiş Apple Watch’larda veya desteklenen aksesuarlarda da etkinleştirilir.
uk: Функція «Де iPhone» дає вам змогу знайти, замкнути чи стерти свій iPhone, якщо його втрачено або викрадено. Цю функцію також буде ввімкнено на всіх спарених Apple Watch або сумісних приладах, які використовують ваш Apple ID.
vi: Tìm iPhone cho phép bạn định vị, khóa hoặc xóa iPhone nếu thiết bị của bạn bị mất hoặc bị đánh cắp. Ứng dụng cũng được bật trên bất kỳ Apple Watch nào được ghép đôi hoặc phụ kiện nào được hỗ trợ sử dụng ID Apple của bạn.
zh_cn: 如果iPhone遗失或失窃，“查找我的iPhone”可让你定位、锁定或抹掉它，该功能将同时在使用你Apple ID登录的所有已配对Apple Watch或受支持配件上启用。
zh_hk: 「尋找我的iPhone」可讓你定位、鎖定或清除遺失或失竊的iPhone。此功能亦會在使用你Apple ID及已配對的Apple Watch或支援配件上啟用。
zh_tw: 「尋找我的iPhone」可讓你定位、鎖定或清除你遺失或遭竊的iPhone。在使用你Apple ID且已配對的Apple Watch或支援配件上也會啟用此功能。
